Repository: sendernet/wordpress
Catalog: languages/sender-net-automated-emails-*.po
Languages: es_es

source: Begin
es_es: Comenzar

source: Click here
es_es: Haz clic aquí

source: if you are not sure where to find it
es_es: si no estás seguro de dónde encontrarlo

source: Synced data completed.
es_es: Datos sincronizados completados.

source: Enter your API key
es_es: Ingresa tu clave API

source: Paste your API key here
es_es: Pega tu clave API aquí

source: Connected to Sender account
es_es: Conectado a la cuenta de Sender

source: Change user
es_es: Cambiar usuario

source: WooCommerce settings
es_es: Configuración de WooCommerce

source: Enable tracking
es_es: Activar rastreo

source: Save Customers who made a purchase to:
es_es: Guardar clientes que realizaron una compra en:

source: Select a list
es_es: Selecciona una lista

source: Save New registrations to:
es_es: Guardar nuevos registros de usuarios en:

source: for documentation of WooCommerce plugin
es_es: para ver la documentación del plugin de WooCommerce

source: Subscribe to newsletter label
es_es: Texto para suscribirse al boletín

source: Change the default text showing in cart checkouts and user account profile to your custom text.
es_es: Personaliza el texto predeterminado que se muestra durante el pago y en los perfiles de cuentas de usuario.

source: Enable tracking must be active
es_es: El rastreo activado debe estar activo

source: Enable
es_es: Activar

source: Last time synchronized:
es_es: Última sincronización:

source: You can now find your
es_es: Ahora puedes encontrar tus

source: Sender.net forms
es_es: formularios de Sender.net

source: in WordPress widgets or in the page builder.
es_es: en los widgets de WordPress o en el generador de páginas.

source: See your store information
es_es: Ver la información de tu tienda

source: A job is running to sync data with Sender application.
es_es: Un trabajo está en curso para sincronizar datos con la aplicación de Sender.

source: Import all subscribers, orders, and products from your WooCommerce store into your Sender account.
es_es: Importar todos los suscriptores, pedidos y productos de tu tienda WooCommerce en tu cuenta de Sender.

source: Save
es_es: Guardar

source: Sync with Sender
es_es: Sincronizar con Sender

source: Select your form
es_es: Selecciona tu formulario

source: Select form
es_es: Selecciona formulario

source: This will disconnect the store from your Sender account.
es_es: Esto desconectará la tienda de tu cuenta de Sender.

source: Yes
es_es: Si

source: Delete subscribers associated with this store
es_es: Eliminar suscriptores asociados a esta tienda

source: Confirm Delete
es_es: Confirmar Eliminación

source: You should ask your customers for permission before you subscribe them to your marketing emails.
es_es: Deberías pedir permiso a tus clientes antes de suscribirlos a tus correos electrónicos de marketing.

source: Subscribed to newsletter
es_es: Suscrito al boletín
